[
	{
		"id": 1,
		"crew": [
            {
                "name": "grissom",
                "role": "Command Pilot"
            },
            {
                "name": "white",
                "role": "Senior Pilot"
            },
            {
                "name": "chaffee",
                "role": "Pilot"
            }
		],
		"description": "Аполлон-1, первоначально обозначенный как 204, был первой миссией с экипажем в рамках американской программы Аполлон, проекта по высадке первых людей на Луну. Запланированная на 21 февраля 1967 года в качестве первого низкоорбитального испытания командно—служебного модуля Аполлон, запуск которого должен был состояться 21 февраля 1967 года, миссия так и не состоялась; в результате пожара в кабине во время репетиционных испытаний запуска на стартовом комплексе 34 станции ВВС на мысе Кеннеди 27 января погибли все три члена экипажа - командир и пилот Вирджил И. Гас Гриссом, старший пилот Эд Уайт и пилот Роджер Б. Чаффи — и уничтожил командный модуль (CM). Название Аполлон-1, выбранное экипажем, было официально присвоено НАСА в их честь после пожара."
	},
	{
		"id": 7,
        "launchDate": "1968-10-11",
		"crew": [
            {
                "name": "schirra",
                "role": "Commander"
            },
            {
                "name": "eisele",
                "role": "Command Module Pilot"
            },
            {
                "name": "cunningham",
                "role": "Lunar Module Pilot"
            }
		],
		"description": "Аполлон-7 - это космический полет человека в космос, осуществленный Соединенными Штатами в октябре 1968 года. Это был первый полет в рамках американской программы Аполлон с экипажем в космос. Это был также первый космический полет США с астронавтами на борту после полета Джемини XII в ноябре 1966 года. Миссия AS-204, также известная как Аполлон-1, должна была стать первым полетом с экипажем в рамках программы Аполлон. Его запуск был запланирован на февраль 1967 года, но в результате пожара в кабине во время испытаний в январе 1967 года погиб экипаж. Полеты с экипажем были приостановлены на 21 месяц, пока не были расследованы причины аварии и не были внесены улучшения в космический аппарат и процедуры обеспечения безопасности, а также не были проведены испытательные полеты без экипажа. Были изготовлены ракета Сатурн-V и лунный модуль Аполлон. Аполлон-7 выполнил миссию Аполлона-1 по испытанию командно-сервисного модуля Аполлон (CSM) на низкой околоземной орбите."
	},
	{
		"id": 8,
        "launchDate": "1968-12-21",
		"crew": [
            {
                "name": "borman",
                "role": "Commander"
            },
            {
                "name": "lovell",
                "role": "Command Module Pilot"
            },
            {
                "name": "anders",
                "role": "Lunar Module Pilot"
            }
		],
		"description": "Аполлон-8 был вторым космическим полетом с экипажем в рамках американской космической программы Аполлон, первым был Аполлон-7, который остался на околоземной орбите. Аполлон-8 был запущен 21 декабря 1968 года и стал первым космическим аппаратом с экипажем, который покинул низкую околоземную орбиту, достиг Луны, вышел на ее орбиту и вернулся обратно. Экипаж из трех астронавтов — Фрэнка Бормана, Джеймса Ловелла и Уильяма Андерса — был первым человеком, совершившим полет на Луну, ставшим свидетелем и сфотографировавшим восход солнца на Земле и избежавшим притяжения небесного тела. Наполеон-8 стал третьим полетом и первым запуском ракеты Сатурн-V с экипажем, а также первым полетом человека в космос из Космического центра Кеннеди, расположенного рядом со станцией ВВС на мысе Канаверал во Флориде..."
	},
	{
		"id": 9,
        "launchDate": "1969-03-03",
		"crew": [
            {
                "name": "mcdivitt",
                "role": "Commander"
            },
            {
                "name": "scott",
                "role": "Command Module Pilot"
            },
            {
                "name": "schweickart",
                "role": "Lunar Module Pilot"
            }
		],
		"description": "Аполлон-9 - это космический полет человека в космос в марте 1969 года, третий в рамках программы НАСА Аполлон. Это был второй полет Аполлона с экипажем на низкой околоземной орбите, запущенный ракетой-носителем Сатурн V, и первый полет полноценного космического корабля Аполлон: командно-сервисного модуля (CSM) с лунным модулем (LM). Полет был проведен для того, чтобы LM соответствовал требованиям операции на лунной орбите, продемонстрировав двигательные установки для спуска и подъема, продемонстрировав, что экипаж может управлять аппаратом самостоятельно, затем снова выполнить сближение и стыковку с CSM, как и требовалось бы для первой высадки экипажа на Луну.Другие цели полета включали запуск спускаемого двигателя LM для приведения в движение блока космических аппаратов в качестве резервного режима (как это требовалось в миссии Аполлон-13) и использование портативной системы жизнеобеспечения вне кабины LM."
	},
	{
		"id": 10,
        "launchDate": "1969-05-18",
		"crew": [
            {
                "name": "stafford",
                "role": "Commander"
            },
            {
                "name": "young",
                "role": "Command Module Pilot"
            },
            {
                "name": "cernan",
                "role": "Lunar Module Pilot"
            }
		],
		"description": "Аполлон-10 - это космический полет человека в космос в мае 1969 года, четвертый полет с экипажем в рамках американской программы Аполлон и второй (после Аполлона-8) полет на орбиту Луны.Это была миссия F: генеральная репетиция первой высадки на Луну, тестирование всех компонентов и процедур, незадолго до фактической посадки. Лунный модуль Аполлон (LM) был выведен на орбиту снижения в пределах 8,4 морских миль (15,6 км) от поверхности Луны, в точке, где обычно начинается управляемый спуск для посадки.Совершив 31 облет Луны, Аполлон-10 благополучно вернулся на Землю, и его успех позволил совершить первую посадку в рамках миссии Аполлон-11 два месяца спустя."
	},
	{
		"id": 11,
        "launchDate": "1969-07-16",
		"crew": [
            {
                "name": "armstrong",
                "role": "Commander"
            },
            {
                "name": "collins",
                "role": "Command Module Pilot"
            },
            {
                "name": "aldrin",
                "role": "Lunar Module Pilot"
            }
		],
		"description": "Аполлон-11 был космическим полетом, который впервые высадил людей на Луну. Командир Нил Армстронг и пилот лунного модуля Базз Олдрин составили американский экипаж, который совершил посадку на лунном модуле Аполлон Игл 20 июля 1969 года в 20:17 по Гринвичу. Нил Армстронг стал первым человеком, ступившим на поверхность Луны шесть часов и 39 минут спустя, 21 июля в 02:56 по Гринвичу. Олдрин присоединился к нему через 19 минут. Они провели вместе около двух с четвертью часов вне космического корабля и собрали 47,5 фунтов (21,5 кг) лунного материала, чтобы доставить его обратно на Землю.Пилот командного модуля Майкл Коллинз в одиночку управлял командным модулем Колумбия на лунной орбите, пока они находились на поверхности Луны. Армстронг и Олдрин провели 21 час 31 минуту на поверхности Луны в месте, которое они назвали базой Спокойствия, прежде чем взлететь, чтобы присоединиться к Колумбии на лунной орбите."
	},
	{
		"id": 12,
        "launchDate": "1969-11-14",
		"crew": [
            {
                "name": "conrad",
                "role": "Commander"
            },
            {
                "name": "gordon",
                "role": "Command Module Pilot"
            },
            {
                "name": "bean",
                "role": "Lunar Module Pilot"
            }
		],
		"description": "Аполлон-12 стал шестым полетом с экипажем в рамках американской программы Аполлон и вторым полетом на Луну. Он был запущен 14 ноября 1969 года из Космического центра Кеннеди, штат Флорида, через четыре месяца после запуска Аполлона-11. Командир Чарльз Пит Конрад и пилот лунного модуля Алан Л. Бин провели на поверхности Луны чуть более одного дня и семи часов, в то время как пилот командного модуля Ричард Ф. Гордон оставался на лунной орбите. Посадочная площадка для миссии была расположена в юго-восточной части Океана штормов."
	},
	{
		"id": 13,
        "launchDate": "1970-04-11",
		"crew": [
            {
                "name": "lovell",
                "role": "Commander"
            },
            {
                "name": "swigert",
                "role": "Command module pilot"
            },
            {
                "name": "haise",
                "role": "Lunar module pilot"
            }
		],
		"description": "Аполлон-13 был седьмым полетом с экипажем в рамках космической программы Аполлон и третьим полетом, направленным на посадку на Луну. Космический аппарат был запущен 11 апреля 1970 года из Космического центра Кеннеди (KSC), но посадка на Луну была прервана после того, как кислородный баллон в служебном модуле (SM) вышел из строя через два дня после начала миссии. Вместо этого экипаж совершил облет Луны и благополучно вернулся на Землю 17 апреля 1970 года. Миссией командовал Джим Ловелл, Джек Суиджерт был пилотом командного модуля (CMP), а Фред Хейз - пилотом лунного модуля (LMP). Суиджерт был последней заменой первоначальному генеральному прокурору Кену Маттингли, который был отстранен от работы после заражения краснухой."
	},
	{
		"id": 14,
        "launchDate": "1971-01-31",
		"crew": [
            {
                "name": "shepard",
                "role": "Commander"
            },
            {
                "name": "roosa",
                "role": "Command Module Pilot"
            },
            {
                "name": "mitchell",
                "role": "Lunar Module Pilot"
            }
		],
		"description": "Аполлон-14 был восьмым полетом с экипажем в рамках американской программы Аполлон, третьим полетом на Луну и первым полетом на лунном нагорье. Это была последняя из миссий Н, целевых посадок с двухдневным пребыванием на Луне и двумя выходами на Луну, или лунными прогулками.Командир Алан Шепард, пилот командного модуля Стюарт Рооса и пилот лунного модуля Эдгар Митчелл начали свою девятидневную миссию в воскресенье, 31 января 1971 года, в 16:03:02 по восточному времени. Старт был отложен на сорок минут и две секунды из-за погодных условий на космодроме ограничения, первая подобная задержка в программе Аполлон."
	},
	{
		"id": 15,
        "launchDate": "1971-07-26",
		"crew": [
            {
                "name": "scott",
                "role": "Commander"
            },
            {
                "name": "worden",
                "role": "Command module pilot"
            },
            {
                "name": "irwin",
                "role": "Lunar module pilot"
            }
		],
		"description": "Аполлон-15 стал девятой миссией с экипажем в рамках американской программы Аполлон и четвертой по счету, совершившей посадку на Луну.Это была первая миссия J с более длительным пребыванием на Луне и большим вниманием к науке, чем предыдущие высадки. На Аполлоне-15 впервые был использован луноход.Миссия началась 26 июля 1971 года и завершилась 7 августа, исследование лунной поверхности проходило с 30 июля по 2 августа. Командир Дэвид Скотт и пилот лунного модуля Джеймс Ирвин приземлились недалеко от Хэдли Рилл и исследовали местность с помощью марсохода, что позволило им путешествовать по дальше от лунного модуля, чем это было возможно во время предыдущих миссий. Они провели на поверхности Луны 181,2 часа во время выхода в открытый космос (EVA) и собрали 170 фунтов (77 кг) поверхностного материала."
	},
	{
		"id": 16,
        "launchDate": "1972-04-16",
		"crew": [
            {
                "name": "young",
                "role": "Commander"
            },
            {
                "name": "mattingly",
                "role": "Command Module Pilot"
            },
            {
                "name": "duke",
                "role": "Lunar Module Pilot"
            }
		],
		"description": "Аполлон-16 был десятым полетом с экипажем в рамках американской космической программы Аполлон, пятым и предпоследним полетом на Луну и вторым полетом на лунное нагорье. Во второй из так называемых J-миссий экипаж состоял из командира Джона Янга, пилота Лунного модуля Чарльза Дьюка и пилота командного модуля Кена Маттингли. Запущенный из Космического центра Кеннеди во Флориде в 12:54 по восточному времени 16 апреля 1972 года, полет продолжался 11 дней, 1 час и 51 минуту и завершился в 14:45 по восточному времени 27 апреля."
	},
	{
		"id": 17,
        "launchDate": "1972-12-07",
		"crew": [
            {
                "name": "cernan",
                "role": "Commander"
            },
            {
                "name": "evans",
                "role": "Command Module Pilot"
            },
            {
                "name": "schmitt",
                "role": "Lunar Module Pilot"
            }
		],
		"description": "Аполлон-17 (7-19 декабря 1972 года) был заключительной миссией программы НАСА Аполлон; это был самый последний полет человека за пределы низкой околоземной орбиты. Его экипаж состоял из командира Юджина Сернана, пилота лунного модуля Харрисона Шмитта и пилота командного модуля Рональда Эванса, и он проводил биологический эксперимент с участием пяти мышей.Запущенный в 12:33 по восточному поясному времени (EST) 7 декабря 1972 года, Аполлон-17 был миссией типа J, которая включала в себя три дня на поверхности Луны, расширенный научный потенциал и использование третьего лунохода."
	}
]
